{
  "reports": [
    {
      "title": "Corona Virus In Nigeria",
      "description": "Abuja, Nigeria - Health authorities in Nigeria are ramping up efforts to detect and contain the new coronavirus after Africa's most populous country confirmed its first case, calling on citizens to avoid panicking or spreading unverified information about the disease.  An Italian citizen working in Nigeria tested positive for the virus on Thursday after falling ill following his arrival in the commercial hub of Lagos from Milan in northern Italy, an area that has emerged as Europe's coronavirus hotspot.  The man, who has since been isolated at a hospital in Yaba, is \"clinically stable\" and has not developed serious symptoms, according to health officials.",
      "id": 1
    },
    {
      "title": "End Sars",
      "description": "The End Special Anti-Robbery Squad (END SARS) is an advocacy group opposing the Special Anti-Robbery Squad, a unit of the Nigerian Police Force.[1] The campaign started as a social media campaign using the hashtag #ENDSARS to demand for Nigeria's government to scrap and end the deployment of Nigeria Police Force Special Anti-Robbery Squad, popularly known as SARS.[2][3][4]  Nigerians have shared stories of how members of SARS engaged in unlawful arrests, high-handedness, humiliation, unlawful detention, and extortion. A petition signed by 10,195 people was submitted to Nigeria's National Assembly calling for scrapping of SARS.[5] In recent times, there has been talk of reforms of the force, instead of full disbandment.",
      "id": 2
    },
    {
      "title": "Regional conflicts in Jos and",
      "description": "The farmer/herder conflicts have been taking place in regions which have been unstable since the 2000s. Urban conflicts in Jos and Kaduna have been particularly violent and, despite violent clashes with the authorities, their causes have never been addressed politically. Conflicts might not have been addressed adequately because traditional authorities have not been fulfilling their role in colonial-era settlements",
      "id": 3
    }
  ]
}